Repository: common-repository/awsa-quick-buy
Catalog: languages/awsa-quick-buy-*.po
Languages: fa_ir

source: With this plugin, you can make your sales easier for your social network customers, and with just a SKU and using the quick buy form
fa_ir: با این پلاگین می توانید فروش خود را برای مشتریان شبکه های اجتماعی خود راحت تر کنید و فقط با یک شناسه محصول و استفاده از فرم سفارش سریع

source: Sajjad Aslani
fa_ir: سجاد اصلانی

source: Quick buy Settings
fa_ir: تنظیمات خرید سریع

source: Quick buy
fa_ir: خرید سریع

source: Title
fa_ir: عنوان

source: Example: Quick Buy or your blog name
fa_ir: مثال: سفارش سریع {نام وبسایتتان}

source: Short description
fa_ir: توضیح کوتاه

source: Address
fa_ir: آدرس

source: Example: quick-buy
fa_ir: مثال: quick-buy

source: Logo
fa_ir: لوگو

source: Enter the logo address
fa_ir: ادرس لوگو را وارد کنید

source: Enable/Disable
fa_ir: فعال/غیرفعال

source: Hide search form after finding product
fa_ir: مخفی کردن فرم جستجو درصورتی که محصول پیدا شد

source: Redirect after add to cart
fa_ir: ریدایرکت بعد از افزودن به سبد خرید

source: Enable display of search form after finding product
fa_ir: فعال کردن نمایش فرم جستجو بعد از پیدا کردن محصول

source: Button redirection to shop
fa_ir: دکمه رفتن به ادامه خرید

source: Enable redirection to the quick buy page, if the customer entered the site from the quick buy page
fa_ir: فعال کردن برگشت به صفحه سفارش سریع، اگر مشتری از این صفحه وارد سایت شده بود

source: Product details
fa_ir: جزئیات محصول

source: Just show the summary
fa_ir: فقط خلاصه توضیحات را نمایش بده

source: Save
fa_ir: ذخیره

source: Product not found
fa_ir: محصول مورد نظر یافت نشد

source: Enter the product SKU
fa_ir: شناسه محصول را وارد کنید

source: Search
fa_ir: جستجو
